geeks-r-us/arduino-cometv3/CometV3/avr/boards.txt
menu.cpu=Processor

comet.name=Comet
comet.bootloader.tool=avrdude
comet.bootloader.low_fuses=0x62
comet.bootloader.high_fuses=0xd1
comet.bootloader.extended_fuses=0xff
comet.bootloader.unlock_bits=0xff
comet.bootloader.lock_bits=0xff

comet.build.core=arduino:arduino
comet.build.mcu=atmega169pa
comet.build.board=comet
comet.build.f_cpu=1000000L
comet.build.variant=mega


comet.upload.tool=avrdude
comet.upload.protocol=avrispmkII
comet.upload.using=arduino:avrispmkii
comet.upload.maximum_size=14336
comet.upload.maximum_data_size=1024
comet.upload.mcu=m169
comet.upload.port=usb
comet.upload.disable_flushing=true
comet.upload.use_1200bps_touch=true
comet.upload.wait_for_upload_port=false
